<?php

return [
    'create'                    =>'إضافة تجهيز جديد',
    'id'                        =>'l',
    'title'                     =>'اسم التجهيز',
    'info'                      =>'معلومات التجهيز',
    'type_info'                 =>'معلومات نوع التجهيز',
    'type'                      =>'نوع التجهيز',
    'types'                      =>'انواع التجهيزات',
    'qty'                       =>'الكمية',
    'price'                     =>'القيمة',
    'team-rank'                 =>'الرتبة',
    'kashif-price'              =>'تسعيرة كاشف',
    'contract-terms'            =>'بنود العقد',
    'contract-term'             =>'بند العقد',
    'kader-qty'                 =>'عدد الكادر',
    'all'                       =>'التجهيزات',
    'create_type'               =>'إضافة نوع تجهيز جديد',
    
];
