<ol>
   <li>
      <b>
         يدفع الطرف الأول للطرف الثاني عن كل حالة يتم بحثها بحثاً ميدانياً وتعبئة بياناتها كاملة
         واستيفاء جميع البيانات الموجودة دون أي نقص في البرنامج الالكتروني ( برنامج كاشف)
         وفق تعليمات واشتراطات الطرف الأول وبعد اعتمادها من الشركة أجراً حسب فئة الحالة
         المبحوثة في الجدول التالي شاملة قيمة الاتصالات والموصلات:
      </b><br /><br />

      @if($contract_research_items->count())
      <div class=" align-items-center">
         <table style="border-collapse: collapse !important;">
            <thead>
               <tr class="fw-bold fs-2 text-gray-800 text-inverse-secondary bg-secondary">
                  <th style="border: 1px solid black !important;padding: 6px;" class="min-w-400px"><b>نوع العقار الحصور</b></th>
                  <th style="border: 1px solid black !important;padding: 6px;" class="min-w-150px"><b>التسعيرة</b></th>
                  <th style="border: 1px solid black !important;padding: 6px;" class="min-w-300px"><b>الملاحظات</b></th>
               </tr>
            </thead>
            <tbody>
               @foreach ($contract_research_items->get() as $item)
               <tr>
                  <td style="border: 1px solid black !important;padding: 6px;">{{ $item->realestateType[0]->title}}</td>
                  <td style="border: 1px solid black !important;padding: 6px;">{{ $item->price}} ريال</td>
                  <td style="border: 1px solid black !important;padding: 6px;">{{ $item->notices ?? '-'}}</td>
               </tr>
               @endforeach
            </tbody>
         </table>
      </div>
      <br />
      @endif
   </li>
   <li><b>تدريب وتأهيل الباحث على طرق جمع البيانات واستخدام الأدوات والبرامج التقنية مع متابعته في تنفيذ الأعمال المطلوبة منه وتقديم الملاحظات والمقترحات حول أدائه وتقديم الدعم اللازم له، واتخاذ ما تراه الشركة مناسب في حال تقصيره وإخلاله بواجبات العمل.</b></b><br /></li>
   <li>
      تزويد الباحثين بالأدوات والتجهيزات اللازمة لمساعدته على آداء أعماله على أكمل وجه،
      والتي قد تشتمل على الأجهزة والملبوسات أو بطاقات التعريف أو الخطابات الرسمية بتسهيل
      مهمته.<br />
   <br />
      <b><u>التزامات الطرف الثاني</u></b><br />
   </li>
   <ol>
      <ol>
         <li>احتساب الأجر والمثوبة، في خدمة هذه الفئة المحتاجة فكل قيمة مدخلة تؤثر بشكل كبير ودقيق في درجة استحقاق الأسرة وعدم الدقة فيها يؤدي إلى تقديم خدمات ومساعدات إلى أسرة غير محتاجة على حساب أسرة أخرى بأمس الحاجة لتلك الخدمات.</li>
         <li>تمثيل الشركة والجهة مالكة المشروع خير تمثيل والظهور بالمظهر واللباس اللائق (وفق الزي الموحد للمشروع).</li>
         <li> الالتزام بالخلق الحسن والتعامل الطيب مع الحالات التي يتم دراستها ويكون مسؤولاً مسؤولية كاملة عن أي إشكاليات مع الحالات أو الإساءة لها بأي شكل من الأشكال، كما لا يجب عليه التواصل مع أسرة المستفيد لأي سبب آخر خارج هذا البحث.</li>
         <li>التقيد بالأوامر والتعليمات الصادرة من مشرف المنطقة ومراقبها وإدارة المشروع، وجميع النقاط والمحاور التي تتم خلال التدريب سواء من قبل المختصين في شركة الفارس أو من قبل مختصي مالك المشروع.</li>
         <li>استلام الحالات المسندة من مشرف المنطقة والتعامل معها بسرية تامة وعدم الإفصاح عن أي من معلوماتها لأي شخص أو جهة.</li>
         <li>عدم تقديم أي وعود بأي شكل من الاشكال للأسرة (فنحن فقط نوثق البيانات ونسلمها للجهة مالكة المشروع وهي من تحدد البرامج والخدمات التي تقدمها من عدمها).</li>
         <li>ضرورة التركيز على نقاط الفحص التي يجب على الباحث الانتباه لها عند تسجيل البيانات والمعلومات للأسرة حيث تكثر الأخطاء فيها بشكل دائم (سيتم عرضها بيوم التدريب) عن طريق المشرف.</li>
         <li>الالتزام بتسجيل أكثر من رقم جوال للمستفيد مع التركيز على تسجيل رقم الجوال الخاص بأبناء المستفيد المستعدين للتوظيف ولا يكتفى برقم جوال المستفيد الأساسي.</li>
         <li>على الباحث الالتزام ببحث عدد 10 حالات من اجمالي الحالات المسندة اليه، على الأقل بحثاً كاملاً ميدانيا وتم تسجيل بياناتها بشكل كامل، لكي يتم اعتماده ضمن فريق البحث الميداني وفي حال قل إنجازه عن العدد المطلوب فلا يحق له الحصول على أي أجرة من الطرف الأول.</li>
         <li> على الباحث الالتزام ببحث عدد 4 حالات يومياً أو أكثر، وتسجيل بياناتها كاملة في برنامج كاشف.</li>
         <li>على الباحث استلام وتسليم الأجهزة الالكترونية أو العُهد من المشرف، والمحافظة عليها من التلف أو الضياع، ويتحمل الباحث التكاليف التي تترتب على تلف أو فقدان أو التأخير في تسليم الأجهزة أو العُهد المسلمة له، بملغ يصل الى 1000 ريال.</li>
         <li>المحافظة على سريـة المعلومات الخاصة بالطرف الأول ومنها على سبيل المثال منهجية البحث والعمل والحقيبة التدريبية وتشمل جميع المعلومات بلا استثناءات سواء كانت المعلومات الشخصية أو الاجتماعية أو سواء التجارية أو المالية أو الاقتصادية أو الفنية أو غيرها من أشكال المعلومات التي قد تنتج من تحليل البيانات والأدوات التقنية المستخدمة في ذلك من الطرف الأول، أو معلومات عن المستفيدين أو مالك المشروع أو مواعيد المسح ويشمل ذلك التواصل عبر وسائل التواصل الاجتماعي أو نشرها أو طلب بيانات المستفيدين من خلالها ونحوه ، كما أن جميع ما يتم تبادله من وثائق أو بيانات أو نتائج تحليل أو تجميع أو دراسات أو رسوم بيانية وجداول وغيرها متعلقة بالمعلومات الخاصة بالخدمات أو جزء منها تعتبر معلومات سرية ويتم التعامل معها على هذا الأساس، ويكون هذا الالتزام اثناء وبعد الانتهاء من العلاقة التعاقدية ولا يؤثر في هذا انتهاء هذا العقد لأي سبب من الأسباب. </li>
         @foreach ($team_rank_item as $item)
         <li>{{ $item->title }}.</li>
         @endforeach
      </ol>
      </li>
   </ol>
   </li>
</ol>