<ol>
    <li>
        <b>
            يدفع الطرف الأول للطرف الثاني عن كل اسرة فقط وهي ( سكني مشغول له بيانات في برنامج كاشف، سكني مشغول له بيانات
            في برنامج كاشف مضاف في زون 1 و زون 2).والتي تم بحثها بحثاً ميدانيا وتعبئة بياناتها واعتمادها وارسالها في
            البرنامج الالكتروني (كاشف) من قبل الباحثين الذين يعملون تحت إشرافه وفق تعليمات واشتراطات الطرف الأول وبعد
            اعتمادها من الشركة أجراً وقدره (20ريال ) عشرون ريالا فقط. ولا تشمل قيمة العقارات الأخرى. والاشراف على عملية
            البحث الميداني اشرافا مباشرا وتشمل أيضا على ما يشار إليه في المادة الثالثة (التزامات الطرف الثاني).

        </b>
        <br />
    </li>

    <br />
    <b><u>التزامات الطرف الثاني</u></b><br />
    </li>
    <ol>
        <ol>
            <li>اختيار عدد كافي من الباحثين بعناية وتدريبهم ومتابعة إنجازهم.</li>
            <li> توزيع الحالات على الباحثين ومتابعتهم لتحقيق الحد الأدنى من الحالات يومياً والمحددة بـ 4حالات</li>
            <li>استبعاد الباحثين غير الجادين أو المتكررة أخطاؤهم.</li>
            <li> تمثيل المشروع لدى الجهات الرسمية في المنطقة والمدينة.</li>
            <li> الإشراف والمتابعة لعمل الباحثين بشكل يومي والتأكد من اكتمال البيانات في برنامج كاشف.</li>
            <li> المتابعة مع إدارة المشروع واستقبال أي ملاحظات منهم وتعديل الأخطاء في البيانات مع الباحثين (إن وجدت).
            </li>
            <li> ضرورة التركيز على نقاط الفحص التي يجب على الباحث والمشرف الانتباه لها عند تسجيل البيانات والمعلومات
                للأسرة حيث تكثر الأخطاء فيها بشكل دائم ( سيتم عرضها بيوم التدريب) .</li>
            <li> أن يقوم كل باحث ببحث عدد اربع حالات يوميا كحد أدنى.</li>
            <li> الالتزام بالمحافظة على سريـة المعلومات الخاصة بالطرف الأول ومنها على سبيل المثال منهجية البحث والعمل
                والحقيبة التدريبية وتشمل جميع المعلومات بلا استثناءات سواء كانت المعلومات الشخصية أو الاجتماعية أو سواء
                التجارية أو المالية أو الاقتصادية أو الفنية أو غيرها من أشكال المعلومات التي قد تنتج من تحليل البيانات
                والأدوات التقنية المستخدمة في ذلك من الطرف الأول ، كما أن جميع ما يتم تبادله من وثائق أو بيانات أو نتائج
                تحليل أو تجميع أو دراسات أو رسوم بيانية وجداول وغيرها متعلقة بالمعلومات الخاصة بالخدمات أو جزء منها
                تعتبر معلومات سرية ويتم التعامل معها على هذا الأساس، ويكون هذا الالتزام اثناء وبعد الانتهاء من العلاقة
                التعاقدية ولا يؤثر في هذا انتهاء هذا العقد لأي سبب من الأسباب.</li>
            <li> استلام الأجهزة او العهد من الشركة وتوقيع الباحثين على استلامها وتسليمها الى الشركة بعد الانتهاء من
                الاعمال الميدانية ويتحمل الباحث التكاليف التي تترتب على تلف او فقدان او التأخر في التسليم كما هو موضح في
                عقد الباحث.</li>
            @foreach ($team_rank_item as $item)
                <li>{{ $item->title }}.</li>
            @endforeach
        </ol>
        </li>
    </ol>
    </li>
</ol>
